{
  "responses": [
    "Following 's quest they narrowly evaded a town guard, got into a fight with a kid, and passed out in a pile of hay. When they home returned they brought back the following: ",
    "Following 's quest they found some leftover alcohol in a bin, got drunk, and ended up sleeping all afternoon. When they returned home they brought back the following:",
    "Following 's quest they broke into a citizen's house, got attacked by a dog, and ended up fleeing through the town. When they returned home they brought back the following:",
    "Following 's quest they tried to steal a pristine statue, ended up breaking it, and nearly tripped as they fled the scene. When they returned home they brought back the following:",
    "Following 's quest they tried to assassinate a religious figure, break into a shop, and practiced leaping off a building. When they returned home they brought back the following:",
    "Following 's quest they attempted to eat some stale bread, got sick, and threw up on a guard's shoes. When they returned home they brought back the following:",
    "Following 's quest they fell off of a stairwell, landed in a barrel, and got stuck for a few hours. When someone finally found them home they brought back the following:",
    "Following 's quest they chased a chicken, nearly ran into a wall, and managed to find a pretty gem which they realized was fake. When they returned home they brought back the following:",
    "Following 's quest they stole a rare item, ended up dropping it down a well, and then decided to go home disappointed. When they returned home they brought back the following:",
    "Following 's quest they got into a bar fight, hit someone over the head with a bottle, and ended up fleeing town from guards. When they returned home they brought back the following:",
    "Following 's quest they stole a bunch of meat from an unsuspecting merchant, was seen by a dog, and was chased half way across town. When they returned home they brought back the following:",
    "Following 's quest they tried to steal a horse, ended up getting kicked in the shins, and returned home battered and bruised. When they returned home they brought back the following:",
    "Following 's quest they went to drink from a fountain, accidentally fell in, and spent the rest of the afternoon soggy. When they returned home they brought back the following:",
    "Following 's quest they hid in a pile of hay, followed an important figure, and ended up getting seen by guards. When they returned home they brought back the following:",
    "Following 's quest they met a group of mercenaries, played a little game of poker, and ended up fleeing from town. When they returned home they brought back the following:",
    "Following 's quest they ran into a bounty hunter, was nearly killed, and almost lost a shoe. When they returned home they brought back the following:",
    "Following 's quest they followed an assassin, was caught in the middle of a sword fight, and was nearly ambused from behind. When they returned home  they brought back the following:",
    "Following 's quest they snuck into a citizen's home, dug through their drawers, and ended up eating some of the household's food. When they returned home they brought back the following:",
    "Following 's quest they drank a full bottle of whisky, got sick, and ended up throwing up all over a fellow syndicate's shoes. When they returned home they brought back the following:",
    "Following 's quest they fell into a creek, nearly got caught by a trap, and ended up getting lost in the forest. When they finally returned home they brought back the following:", 
    "Following 's quest they found a rare figurine, tried to steal it, and ended up getting caught by the guards. When they returned home they brought back the following:",
    "Following 's quest they scaled a large wall, spent most of the evening running atop buildings, and ended up getting stuck on a roof. When they finally reached the ground and returned home they brought back the following:"
  ]
}
